Repository: edfloreshz/done
Catalog: po/*.po
Languages: es

source: To Do App
es: App de tareas

source: To-do lists reimagined
es: Listas de tareas reinventadas

source: Done is a simple to do app that lets you combine your existing set of task providers into one database, easily.
es: Done es una app de tareas simple que te permite combinar a tus proveedores de tareas existentes en una sola base de datos, facilmente.

source: Website
es: Sitio web

source: Current features:
es: Caracteristicas actuales:

source: Add lists to the sidebar
es: Añade listas a la barra lateral

source: Add tasks to your lists
es: Añade tareas a tus listas

source: Mark tasks as completed
es: Marca tareas como completadas

source: Edit title of your tasks
es: Edita el titulo de tus tareas

source: Mark tasks as favorite
es: Marca tareas como favoritas

source: Delete tasks
es: Elimina tareas

source: List your starred tasks
es: Lista tus tareas favoritas

source: List all tasks
es: Lista todas las tareas

source: Main Window
es: Pantalla principal

source: Inbox
es: Entrada

source: Today
es: Hoy

source: Next 7 Days
es: 7 Dias Proximos

source: All
es: Todo

source: Starred
es: Favoritas

source: Archived
es: Archivado

source: Tasks Will Appear Here
es: Las tareas apareceran aqui

source: Add Tasks...
es: Añade tareas...

source: New task...
es: Nueva tarea...

source: List Name
es: Nombre de la lista

source: Providers
es: Proveedores

source: Create List
es: Crear Lista

source: Cancel
es: Cancelar

source: _About Done
es: Acerca _de Done

source: _Quit
es: _Salir
